Repository: M1zz/DontGoMart
Catalog: Klosed/CodeStrings.xcstrings
Source language: en
Languages: ko

# 🛒 장보기 좋은 날_notif
source: 🛒 Good Day to Shop
ko: 🛒 장보기 좋은 날

# notification_before_body
source: %@ is closed tomorrow. Today is a good day to shop!
ko: 내일 %@ 휴무일입니다. 오늘 장보기 좋은 날이에요!

# notification_first_body
source: %@ will be closed in %lld days.
ko: %2$lld일 뒤 %1$@ 휴점일입니다.

# notification_second_body
source: %@ will be closed in %lld day(s).
ko: %2$lld일 뒤 %1$@ 휴점일입니다.

# notification_shopping_body
source: Don't forget to shop before the next closed day!
ko: 다음 휴무일 전에 장을 보세요!

# settings_notification_desc
source: You'll be notified %1$lld days and %2$lld day before closed days at %3$@.
ko: 휴무일 %1$lld일 전과 %2$lld일 전 %3$@에 알림을 받습니다.

# 공휴일_widget
source: Holiday
ko: 공휴일

# 내일
source: Tomorrow
ko: 내일

# 대구 코스트코_loc
source: Costco Daegu
ko: 대구 코스트코

# 대형마트 (수요일 휴무)_notif
source: Supermarket (Wednesday closed)
ko: 대형마트 (수요일 휴무)

# 대형마트 (수요일)_display
source: Supermarket (Wed)
ko: 대형마트 (수요일)

# 대형마트 (울산)_display
source: Supermarket (Ulsan)
ko: 대형마트 (울산)

# 대형마트 (울산)_notif
source: Supermarket (Ulsan)
ko: 대형마트 (울산)

# 대형마트 (일요일 휴무)_notif
source: Supermarket (Sunday closed)
ko: 대형마트 (일요일 휴무)

# 대형마트 (일요일)_display
source: Supermarket (Sun)
ko: 대형마트 (일요일)

# 대형마트 (제주)_display
source: Supermarket (Jeju)
ko: 대형마트 (제주)

# 대형마트 (제주)_notif
source: Supermarket (Jeju)
ko: 대형마트 (제주)

# 마트 휴무일 안내
source: Store Closure Notice
ko: 마트 휴무일 안내

# 마트_loc
source: Mart
ko: 마트

# 마트_widget
source: Mart
ko: 마트

# 매장별 상이
source: Varies by store
ko: 매장별 상이

# 알 수 없음
source: Unknown
ko: 알 수 없음

# 영업중
source: Open
ko: 영업중

# 오늘
source: Today
ko: 오늘

# 울산 코스트코_loc
source: Costco Ulsan
ko: 울산 코스트코

# 일반 코스트코_loc
source: Costco
ko: 일반 코스트코

# 일산 코스트코_loc
source: Costco Ilsan
ko: 일산 코스트코

# 장보기 알림_notif
source: Shopping Reminder
ko: 장보기 알림

# 전국 마트 공휴일_display
source: National Holiday
ko: 전국 마트 공휴일

# 전국 마트 공휴일_notif
source: National Holiday
ko: 전국 마트 공휴일

# 전일 휴무
source: Closed all day
ko: 전일 휴무

# 커스텀 마트_display
source: Custom Store
ko: 커스텀 마트

# 커스텀 마트_notif
source: Custom Store
ko: 커스텀 마트

# 커스텀 마트_widget
source: Custom Store
ko: 커스텀 마트

# 코스트코 대구점_display
source: Costco Daegu
ko: 코스트코 대구점

# 코스트코 대구점_notif
source: Costco Daegu
ko: 코스트코 대구점

# 코스트코 울산점_display
source: Costco Ulsan
ko: 코스트코 울산점

# 코스트코 울산점_notif
source: Costco Ulsan
ko: 코스트코 울산점

# 코스트코 일반매장_display
source: Costco Regular
ko: 코스트코 일반매장

# 코스트코 일반매장_notif
source: Costco Regular
ko: 코스트코 일반매장

# 코스트코 일산점_display
source: Costco Ilsan
ko: 코스트코 일산점

# 코스트코 일산점_notif
source: Costco Ilsan
ko: 코스트코 일산점

# 코스트코_widget
source: Costco
ko: 코스트코

# 휴무_status
source: Closed
ko: 휴무
